notes/timetable.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>timetable</title>
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' href='https://www.haider.gq/base/style.css'/> 
<link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css' /> 
<link rel='preconnect' href='https://fonts.googleapis.com'> 
<link rel='preconnect' href='https://fonts.gstatic.com' crossorigin> 
<link href='https://fonts.googleapis.com/css2?family=Poppins:ital@1&family=Roboto&display=swap' rel='stylesheet'>
<meta name='keywords' content='development, coding, programming, linux, emacs, guix'>
<link rel='icon' type='image/x-icon' href='/base/favicon.png'>
<meta name='description' content="Haider Mirza's website">
</head>
<body>
<div id="preamble" class="status">
<div class='grid-container'>
      <div class='grid-item header'>

	<a href='https://www.haider.gq' class='Header_Title'>
	  <span class='Header_Haider-Mirza'>Haider Mirza</span>
	</a>
	<ul class='Header_links'>
	  <li><a href='https://www.haider.gq/blogs/blogs'>Blogs</a></li>
	  <li><a href='https://www.haider.gq/repos/repos'>Repositories</a></li>
	  <li><a href='https://www.haider.gq/notes'>Notes</a></li>
	</ul>
	<input type='search' class='Sidebar_Search' placeholder='Search Posts...'>
	</div>

	<div class='grid-item main'>
	  <input type='search' class='Main_Search' placeholder='Search Posts...'>
	      <div class='main-main'> <!-- The actual main part -->
</div>
<div id="content" class="content">
<h1 class="title">timetable</h1>
<div id="outline-container-org9943a3c" class="outline-2">
<h2 id="org9943a3c">School timetable</h2>
<div class="outline-text-2" id="text-org9943a3c">
<p>
<b>DO NOT FORMAT</b>
 Timetable - Mirza, Haider 9B  
 as at 24/04/2022  
</p>

<p>
  Mo1  Tu1  We1  Th1  Fr1  Mo2  Tu2  We2  Th2  Fr2    
1   Maths      PSHE      History      English      Physics      English      Art      Design Tec      P.E.      Maths       
   LJW W6      NKC C1      CCR L4      CRL W7      SKU D1      CRL W7      MLS A1      JPP A2      MSD SH      LJW W6       
2a   Music      Recess      Recess      Recess      Physics      Recess      Recess      Design Tec      Recess      Recess       
   SGM B2            SKU D1          JPP A2           
2b   Recess      Chemistry      Maths      Form. Pd.      Recess      History      Maths      Recess      English      German       
     RAB C2      LJW W6      NLF E2        CCR L4      LJW W6        CRL W7      EGL L7       
3   English      Chemistry      English      German      Maths      Computer Science     Computer Science     Maths      German      Physics       
   CRL W7      RAB C2      CRL W7      EGL L7      LJW W6      HST E1      HST E1      LJW W6      EGL L7      SKU D1       
4a   Lunch      Lunch      Lunch      Lunch      Lunch      Lunch      Lunch      Geography      Lunch      Lunch       
		 RJW E7           
4b   Art      Geography      Computer Science     P.E.      History      Chemistry      History      Lunch      Geography      Music       
   MLS A1      RJW E7      HST E1      MSD SH      CCR L4      RAB C2      CCR L4        RJW E7      SGM B2       
5a   Recess      Recess      Recess      Recess      Recess      Recess      Recess      Recess      Recess      Recess       
		   NKC         
5b   German      Games      Biology      R.E.      English      German      Games      R.E.        English       
   EGL L7      SWS TR      ITM D4      DAM E5      CRL W7      EGL L7      SWS TR      DAM E5        CRL W7       
6   Geography      Games      Biology      Design Tec      German      English      Games      Biology        Maths       
   RJW E7      SWS TR      ITM D4      MLS A1      EGL L7      CRL W6      SWS TR      SDH C4        LJW W6       
</p>
</div>
</div>

<div id="outline-container-orgb25de00" class="outline-2">
<h2 id="orgb25de00">Links to this note</h2>
</div>
</div>
<div id="postamble" class="status">
</div>
		    </div>
		<div class='grid-item sidebar'>
		  <h2>Socials</h2>
		  <ul class='sidebar-socials'>
		    <li><a href='mailto:haider@haider.gq'><i class='fa-solid fa-envelope'></i> Email</a></li>
		    <li class='irc' onclick='alert('My Username is Haider,
You can find me in Libera.Chat on these channels:
- #tropin 
- #systemcrafters 
- #guix');'><i class='fa-solid fa-message'></i> IRC/Matrix</li>
		    <li><a href='https://www.github.com/Haider-Mirza'><i class='fa-brands fa-github'></i> Github</a></li>
		  </ul>
		  <h2>Projects</h2>
		  <ul class='sidebar-projects'>
		    <li><a href='https://www.github.com/Haider-Mirza/Spinter'> Spinter</a></li>
		  </ul>
		</div>
		<div class='grid-item footer'>
		  <p>Created by Haider Mirza with orgmode in emacs</p>
		</div>
	      </div>
</div>
</body>
</html>
